Tekla.Structures.Model.Internal.OverlayModel.IInternalOverlayModelEvents
Internal interface for the OverlayModelEvents class, split from the public interface Tekla.Structures.Model.Internal.OverlayModel.IOverlayModelEvents to allow for internal use only.

Tekla.Structures.Model.Internal.OverlayModel.IInternalOverlayModelEvents.OnOverlayModelCollectionChangedEvent(System.String,Tekla.Structures.Model.Internal.OverlayModel.OverlayModelCollectionChangesAction)
Method to be called when the OverlayModelCollectionChanged is raised
path: The overlay model path
action: The action: added/updated/removed